{
/* Exception reason (not displayed yet) */
"Error after gpg execution" = "Error tras la ejecución de de gpg";
"gpg execution manually interrupted" = "ejecución de gpg interrumpida manualmente";

/* Passphrase entry message */
"Enter passphrase for %@:" = "Introduzca la clave para %@:"; // Param is the userID of a key
"Enter passphrase for this message:" = "Introduzca la clave para este mensaje:"; // Symmetric encryption/decryption, no key

/* Keychain support */
"Can't get default keychain!" = "¡No se han podido encontrar las llaves por defecto!";
"Password buffer too small for keychain!" = "¡El buffer de claves es demasiado pequeño para las llaves!";
"Invalid reference to the keychain item for %s:%@" = "Rerencia inválida al ítem de llaves para %s:%@"; // 1st argument is service, 2nd argument is user name
"Unknown problem accessing keychain! Error %d" = "¡Problema desconocido al acceder a las llaves! Error %d";
"Can't store the password for %s:%@: it is too long for the keychain!" = "No se puede almacenar la clave de acceso para %s:%@: ¡es demasiado grande para las llaves!"; // 1st argument is service, 2nd argument is user name
}